amd-ucode
base
bitwarden
bluez-utils
brightnessctl
btop
calibre
cliphist
debugedit
discord
dmenu
eza
fakeroot
fastfetch
firefox
gimp
grub
gtk-layer-shell
htop
hyprlock
launchy
libva-nvidia-driver
linux-lts
luacheck
luarocks
ly
mesa-utils
mpv
nano
neovim
network-manager-applet
niri
nvidia-prime
obs-studio
pkgconf
playerctl
polkit-gnome
quickshell
rofi
sof-firmware
stow
stylua
sudo
swayidle
ttc-iosevka
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
vlc
vulkan-tools
wget
wl-clip-persist
woff2-font-awesome
xorg-xinit
yazi
zram-generator
